print("Добре дошли в Прогноза за времето!")
weather = input("Какво е времето днес (слънчево, дъждовно, мъгливо, облачно)? ").lower()
if weather == "слънчево":
    print("Навън времето е хубаво. Не забравяйте слънчевите си очила.")
elif weather == "дъждовно":
    print("Незабравяйте чадъра си или си стойте вкъщи!")
elif weather == "мъгливо":
    print("Внимавайте да не се блъснете в нещо или някой!")
elif weather == "облачно":
    print("По-късно може да завали. По-добе си взенете чадър ако ще излизате.")
else:
    print("Времето, което сте въвели не е от посочените. Пробвайте отново.")

